Repository: arquetype/thus
Catalog: po/*.po
Languages: es_ar

source: Can't detect used space of BTRFS partition %s
es_ar: No se puede detectar el espacio usado en la partición BTRFS %s

source: Can't detect used space of XFS partition %s
es_ar: No se puede detectar el espacio usado en la partición XFS %s

source: Can't find rank mirrors script
es_ar: No se puede encontrar el script de rango de mirrors.

source: Couldn't execute auto mirroring selection
es_ar: No se pudo ejecutar la selección de auto mirroring

source: KaOS Installer - Error
es_ar: Instalador de KaOS - Error

source: KaOS Installer - Warning
es_ar: Instalador de KaOS - Advertencia

source: KaOS Installer - Information
es_ar: Instalador de KaOS - Información

source: KaOS Installer - Confirmation
es_ar: Instalador de KaOS - Confirmación

source: Installation finished! Do you want to restart your system now?
es_ar: ¡Instalación finalizada! ¿Quiere reiniciar sus sistema ahora?

source: Installing KaOS...
es_ar: Instalando KaOS...

source: Please wait...
es_ar: Por favor espere...

source: IMPORTANT: There may have been a problem with the Grub(2) bootloader installation which could prevent your system from booting properly. Before rebooting, you may want to verify whether or not GRUB(2) is installed and configured. The KaOS Tutorials contain some info to re-configure: http://kaosx.us/phpBB3/viewtopic.php?f=7&t=260 Would you like to view the forum page now?
es_ar: IMPORTANTE: Puede que haya habido un problema con la instalación del cargador de arranque GRUB(2) que podría impedir que su sistema arranque apropiadamente. Antes de reiniciar, es posible que quiera verificar si GRUB(2) está instalado y configurado. Los Tutoriales de KaOS contienen información para reconfigurarlo: ⇥http://http://kaosx.us/phpBB3/viewtopic.php?f=7&t=261 ¿Le gustaría ver la página del foro ahora?

source: Do you want to retry?
es_ar: ¿Quiere reintentar?

source: Where are you?
es_ar: ¿Donde está Ud.?

source: Zone:
es_ar: Zona:

source: Region:
es_ar: Región:

source: Use Network Time Protocol for clock synchronization:
es_ar: Usar Network Time Protocol para la sincronización del reloj:

source: location changed to : %s
es_ar: ubicación se cambió a : %s

source: Can't autodetect timezone coordinates
es_ar: No se pueden autodetectar las coordenadas de la zona horaria

source: Stopping timezone threads...
es_ar: Detener hilos de zona horaria...

source: Can't get the country code used to create a pacman mirrorlist
es_ar: No se puede obtener el código de país usado para crear un mirrorlist para pacman

source: Your name:
es_ar: Su nombre:

source: Your name
es_ar: Su nombre

source: Hostname
es_ar: Nombre de Host

source: Your computer's name:
es_ar: Nombre de su computadora:

source: Pick a username:
es_ar: Elija un nombre de usuario:

source: Username
es_ar: Nombre de usuario

source: Choose a password:
es_ar: Elija una contraseña:

source: Password
es_ar: Contraseña

source: Confirm password
es_ar: Confirme contraseña

source: Choose a root password:
es_ar: Elija una contraseña para root:

source: Confirm root password:
es_ar: Confirme contraseña de root:

source: Its name as it appears to other computers.
es_ar: Su nombre tal y como aparece en otros equipos.

source: You must enter a name
es_ar: Debe ingresar un nombre

source: You must enter a username
es_ar: Debe ingresar un nombre de usuario

source: You must enter a password
es_ar: Debe ingresar una contraseña

source: Log in automatically
es_ar: Inicio de sesión automático

source: A password is required to log in
es_ar: Se requiere una contraseña para iniciar sesión

source: Encrypt home folder
es_ar: Encriptar carpeta home

source: Who are you?
es_ar: ¿Quien es Ud.?

source: Show root password
es_ar: Mostrar contraseña de root

source: Use a root password
es_ar: Usar una contraseña de root

source: KaOS will use eCryptfs to encrypt your home directory. Unfortunately, eCryptfs does not handle sparse files well.
es_ar: KaOS usará eCryptfs para encriptar su directorio home. Desafortunadamente, eCryptfs no maneja muy bien los archivos dispersos.

source: Don't worry, for most intents and purposes this deficiency does not pose a problem.
es_ar: No se preocupe, para la mayoría de los propósitos esta deficiencia no plantea un problema.

source: Anyway, one popular and inadvisable application of eCryptfs is to encrypt a BitTorrent download location as this often requires eCryptfs to handle sparse files of 10 GB or more and may lead to intense disk starvation.
es_ar: De todos modos, una popular y desaconsejable aplicación de eCryptfs es encriptar una descarga de BitTorrent, ya que a menudo requiere a eCryptfs para manejar archivos dispersos de 10 GB o más y puede dar lugar a una intensa voracidad de espacio en disco.

source: A simple workaround is to place sparse files in an unencrypted .Public directory
es_ar: Una solución sencilla es colocar archivos dispersos en un directorio público sin encriptar.

source: Look at https://wiki.archlinux.org/index.php/ECryptfs for detailed information
es_ar: Mire en https://wiki.archlinux.org/index.php/ECryptfs para obtener información más detallada.

source: Are you sure you want to encrypt your home directory?
es_ar: ¿Está seguro de querer encriptar su directorio home?

source: Invalid characters entered
es_ar: Se ingresaron caracteres inválidos

source: Username can't contain dots
es_ar: El nombre de usuario no puede contener puntos

source: Too many characters
es_ar: Demasiados caracteres

source: What is your boot system type?
es_ar: ¿Cuál es su tipo de sistema de arranque?

source: BIOS (common)
es_ar: BIOS (más común)

source: Choose 'Cancel' if you don't want to install a boot loader
es_ar: Elija 'Cancelar' si no quiere instalar un cargador de arranque

source: <span weight="bold" size="large">For best results, please ensure that this computer:</span>
es_ar: <span weight="bold" size="large">Para obtener mejores resultados asegúrese de que esta computadora:</span>

source: (*) This is the absolute minimal to install, at least 25Gb is recommended.
es_ar: (*) Este es el mínimo absoluto para instalar, se recomiendan al menos 25Gb.

source: Partition table type:
es_ar: Tipo de tabla de partición:

source: Edit partition
es_ar: Editar partición

source: Encryption options...
es_ar: Opciones de encriptación...

source: Create partition
es_ar: Crear partición

source: Location:
es_ar: Ubicación:

source: New Partition Table
es_ar: Nueva Tabla de Partición

source: Mount Checklist:
es_ar: Lista de comprobación de Montajes:

source: LUKS volume name:
es_ar: Nombre del volumen LUKS:

source: Password:
es_ar: Contraseña:

source: Confirm password:
es_ar: Confirmar contraseña:

source: Use LUKS encryption:
es_ar: Usar encriptación LUKS:

source: <span size="large">Choose which OS you want to install KaOS next to</span>
es_ar: <span size="large">Elija el SO que quiere instalar junto a KaOS</span>

source: Choose the new size
es_ar: Elija el nuevo tamaño

source: Other OS
es_ar: Otro SO

source: label
es_ar: etiqueta

source: <span weight="light" size="small">Warning: This will delete all programs, documents, photos, music and any other files on your disk</span>
es_ar: <span weight="light" size="small">Advertencia: esto borrará todos los programas, documentos, fotos, música y cualquier otro archivo en su disco</span>

source: Encrypts the new KaOS installation for better security
es_ar: Encripte la nueva instalación de KaOS para una mejor seguridad

source: <span weight="light" size="small">You will be asked for the encryption key in the next step</span>
es_ar: <span weight="light" size="small">Se le preguntará por la clave para la encriptación en el próximo paso</span>

source: Use LVM with the new KaOS installation
es_ar: Usar LVM con la nueva instalación de KaOS

source: <span weight="light" size="small">This will set up LVM allowing you to make snapshots and change partition sizes in a straightforward way</span>
es_ar: <span weight="light" size="small">Esto configurará LVM permitiéndole tomar instantáneas y cambiar el tamaño de las particiones en una forma mas directa</span>

source: <span weight="light" size="small">This will setup your /home directory in a different partition or volume.</span>
es_ar: <span weight="light" size="small">Esto configurará su directorio /home en una partición o volumen diferente.</span>

source: Install alongside other OSes
es_ar: Instalar junto a otros SOs

source: <span weight="light" size="small">With this option you will be installing KaOS alongside one of the other OSes you already have installed.</span>
es_ar: <span weight="light" size="small">Con esta opción estará instalando KaOS junto a los otros SOs que ya tiene instalados.</span>

source: Manage your partitions and choose where to install KaOS (advanced)
es_ar: Administrar sus particiones y elegir donde instalará KaOS (avanzado)

source: <span weight="light" size="small">You will be able to create/delete partitions, choose where to install KaOS and also choose additional mount points.</span>
es_ar: <span weight="light" size="small">Ahora podrá crear/eliminar particiones, elegir donde instalar KaOS y también elegir puntos de montaje adicionales.</span>

source: <b>WARNING! This installation mode will overwrite everything on your drive!</b>
es_ar: <b>¡ADVERTENCIA! ¡Este modo de instalación sobreescribirá todo en su disco!</b>

source: <span weight="bold">Please choose your language:</span>
es_ar: <span weight="bold">Por favor elija su idioma</span>

source: <span weight='bold'>Notice: This Installer is beta software.</span> It is beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bug, please, visit <a href='https://github.com/KaOSx/thus/issues'>installer issues</a>
es_ar: <span weight='bold'>Nota: Este instalador es software beta.</span> Es software en fase beta que está bajo constante desarrollo. Todavía no maneja en forma apropiada RAID, subvolúmenes btrfs, u otros ajustes avanzados. ¡Por favor proceda con precaución ya que es posible perder datos! Si encuentra algún error, por favor repórtelo en <a href='https://github.com/KaOSx/thus/issues'>problemas del instalador</a>

source: <span weight="bold" size="large">Welcome to KaOS</span>
es_ar: <span weight="bold" size="large">Bienvenido a KaOS</span>

source: <small><span color="darkgreen">Strong password</span></small>
es_ar: <small><span color="darkgreen">Contraseña fuerte</span></small>

source: <small><span color="darkred">You must enter a password</span></small>
es_ar: <small><span color="darkred">Debe ingresar una contraseña</span></small>

source: <small><span color="darkred">You must enter a username</span></small>
es_ar: <small><span color="darkred">Debe ingresar un nombre de usuario</span></small>

source: <small><span color="darkred">You must enter a name</span></small>
es_ar: <small><span color="darkred">Debe ingresar un nombre</span></small>

source: <span size="small">Its name as it appears to other computers.</span>
es_ar: <span size="small">Su nombre tal y como aparece en otras computadoras</span>
