Repository: arquetype/thus
Catalog: po/*.po
Languages: es_ar

source: This installer must be run with administrative privileges and cannot continue without them.
es_ar: Este instalador necesita privilegios de administrador y no puede continuar sin los mismos.

source: You cannot run two instances of this installer. If you are sure that another installer is not already running you can manually delete the file %s and run this installer again.
es_ar: No puede ejecutar dos instancias de este instalador. Si está seguro de que otra instancia del instalador no se está ejecutando ya puede borrar manualmente el archivo %s y ejecutar este instalador nuevamente.

source: Thus installer version %s
es_ar: Instalador Thus versión %s

source: KaOS Installer
es_ar: Instalador de KaOS

source: Quiting installer...
es_ar: Saliendo del instalador...

source: Sets Thus log level to 'debug'
es_ar: Establece el nivel de registro de Thus para 'debug'

source: Update Thus to the latest version (-uu will force the update)
es_ar: Actualizar Thus a la última versión (-uu forzará la actualización)

source: Do not perform any changes (useful for developers)
es_ar: No realizar ningún cambio (útil para desarrolladores)

source: Show logging messages to stdout
es_ar: Mostrar mensajes de registro en la salida estándar

source: Show options in development (DO NOT USE THIS!)
es_ar: Muestra opciones en desarrollo (NO UTILIZAR ESTO)

source: Unmounting %s
es_ar: Desmontando %s

source: Unmounting %s failed. Trying lazy arg.
es_ar: Desmontaje de %s falló. Tratando con lazy arg.

source: Can't delete existent LVM volumes (see below)
es_ar: No se pueden eliminar volúmenes LVM existentes (vea más abajo)

source: Can't close LUKS devices (see below)
es_ar: No se pueden cerrar dispositivos LUKS (vea más abajo)

source: Unknown filesystem type %s
es_ar: Tipo de sistema de archivos desconocido %s

source: Can't create filesystem %s
es_ar: No se puede crear el sistema de archivos %s

source: Thus will setup LUKS on device %s
es_ar: Thus ajustará LUKS en dispositivo %s

source: Total disk size: %dMiB
es_ar: Tamaño total del disco: %dMiB

source: Boot partition size: %dMiB
es_ar: Tamaño de la partición de arranque: %dMiB

source: LVM physical volume size: %dMiB
es_ar: Tamaño del volumen físico LVM: %dMiB

source: Swap partition size: %dMiB
es_ar: Tamaño de la partición Swap: %dMiB

source: Root partition size: %dMiB
es_ar: Tamaño de la partición Root: %dMiB

source: Home partition size: %dMiB
es_ar: Tamaño de la partición Home: %dMiB

source: Setup cannot detect size of your device, please use advanced installation routine for partitioning and mounting devices.
es_ar: La configuración no puede detectar el tamaño de sus dispositivo, por favor use la rutina de instalación avanzada para particionar y montar dispositivos.

source: Will setup LVM on device %s
es_ar: Se ajustará LVM en dispositivo %s

source: unknown
es_ar: desconocido

source: Can't set locale %s
es_ar: No se puede configurar locale %s

source: password is too short
es_ar: la contraseña es demasiado corta

source: weak password
es_ar: contraseña débil

source: fair password
es_ar: contraseña razonable

source: good password
es_ar: buena contraseña

source: strong password
es_ar: contraseña fuerte

source: Passwords do not match
es_ar: Las contraseñas no coinciden

source: System Check
es_ar: Comprobando el sistema

source: has at least %dGB available storage space
es_ar: tiene al menos %dGB de espacio disponible en disco

source: This is the absolute minimal to install, at least 25Gb is recommended.
es_ar: Esto es lo mínimo absoluto para instalar, se recomienda al menos 25Gb.

source: is plugged in to a power source
es_ar: Esta conectado a la corriente eléctrica

source: has a minimum of 1Gb RAM available
es_ar: tiene al menos 1Gb de RAM disponible

source: For best results, please ensure that this computer:
es_ar: Para obtener mejores resultados, por favor asegúrese de que esta computadora:

source: We have Internet connection.
es_ar: Tenemos conexión a internet.

source: We're connected to a power source.
es_ar: Estamos conectados a la corriente eléctrica

source: We have enough disk space.
es_ar: Tenemos espacio en disco suficiente .

source: free space
es_ar: espacio disponible

source: It's not recommended to install grub in a partition
es_ar: No es recomendable instalar grub en una partición

source: Device
es_ar: Dispositivo

source: Type
es_ar: Tipo

source: Mount point
es_ar: Punto de montaje

source: Label
es_ar: Etiqueta

source: Format
es_ar: Formatear

source: Size
es_ar: Tamaño

source: Used
es_ar: Usado

source: Flags
es_ar: Marcas

source: none
es_ar: ninguno

source: extended
es_ar: extendida

source: Can't use same mount point twice...
es_ar: No puede usar el mismo punto de montaje dos veces...

source: Creating primary partition
es_ar: Creando partición primaria

source: Creating extended partition
es_ar: Creando partición extendida

source: Creating logical partition
es_ar: Creando partición lógica

source: Advanced installation mode
es_ar: Modo instalación avanzada

source: Use this device for boot loader installation:
es_ar: Use este dispositivo para instalar el cargador de arranque:

source: Mount checklist:
es_ar: Lista de verificación de unidades montadas:

source: New partition table
es_ar: Nueva tabla de particiones

source: Change...
es_ar: Cambiar...

source: Size:
es_ar: Tamaño:

source: Type:
es_ar: Tipo:

source: Primary
es_ar: Primaria

source: Logical
es_ar: Lógica

source: Extended
es_ar: Extendida

source: Beginning of this space
es_ar: Comienzo de este espacio

source: End of this space
es_ar: Fin de este espacio

source: Use as:
es_ar: Usar como:

source: Mount point:
es_ar: Punto de montaje

source: Label (optional):
es_ar: Etiqueta (opcional):

source: Encryption Options...
es_ar: Opciones de encriptación...

source: Format:
es_ar: Formatear:

source: Partition Table Type:
es_ar: Tipo de Tabla de Partición:

source: Create Partition Table
es_ar: Crear Tabla de Particiones

source: Install now!
es_ar: ¡Instalar ahora!

source: Creating a new partition table of type %s for disk %s
es_ar: Creando una nueva tabla de partición de tipo %s para disco %s

source: GRUB requires a BIOS Boot Partition (2 MiB, no filesystem, "EF02" type code in gdisk or "bios_grub" flag in GNU Parted) in BIOS systems to embed its core.img file due to lack of post-MBR embed gap in GPT disks. Thus will create this special partition for you now.
es_ar: Grub requiere una Partición de Arranque de BIOS (2 MiB, sin sistema de archivos, código tipo "EF02" en gdisk o marca de "bios_grub" en GNU Parted) en BIOS de sistema para incrustar su archivo core.img debido a la falta de espacio incrustado en post-MBR en discos GPT. Thus creará esta partición especial por Ud. ahora.

source: Can't create BIOS GPT Boot partition!
es_ar: ¡No se puede crear la partición BIOS GPT Boot!

source: Couldn't create BIOS GPT Boot partition
es_ar: No se pudo crear la partición BIOS GPT Boot.

source: %s is mounted as swap. To continue it has to be unmounted. Click Yes to unmount, or No to return
es_ar: %s está montada como swap. Para continuar debe ser desmontada. Clic Si para desmontar, o No para volver

source: %s is mounted in '%s'. To continue it has to be unmounted. Click Yes to unmount, or No to return
es_ar: %s está montada en '%s'. Para continuar debe desmontarla. Clic Si para desmontar, o No para volver

source: %s shows as mounted (busy) but it has no mount point
es_ar: %s aparece como montada (ocupada) pero no tiene punto de montaje

source: The root partition is not marked to be formatted. This might create problems. Should it be marked to be formatted now?
es_ar: La partición root no está marcada para ser formateada. Esto puede acarrear problemas. ¿Se la debería marcar ahora para ser formateada?

source: Partition %s will be deleted
es_ar: La partición %s será eliminada

source: Partition
es_ar: Partición

source: New
es_ar: Nueva

source: Relabel
es_ar: Reetiquetar

source: Mount
es_ar: Montar

source: These disks will have partition actions:
es_ar: Se llevarán a cabo acciones en las particiones de estos discos:

source: Saving changes done in %s
es_ar: Grabando los cambios hechos en %s

source: Creating %s filesystem in %s labeled %s
es_ar: Creando sistema de archivos %s en %s etiquetada %s

source: Setting boot flag in %s partition
es_ar: Marcando como partición de arranque a %s

source: Couldn't format partition '%s' with label '%s' as '%s'
es_ar: No se pudo formatear la partición '%s' con etiqueta '%s' como '%s'

source: Thus will not install any boot loader
es_ar: Thus no instalará ningún cargador de arranque

source: KaOS will install the bootloader of type %s in %s
es_ar: KaOS instalará el cargador de arranque de tipo %s en %s

source: Testing mode. Thus won't apply any changes to your system!
es_ar: Modo de prueba. ¡Thus no aplicará ningún cambio en su sistema!

source: Can't load %s css
es_ar: No se puede cargar %s css

source: Choose which OS you want to install KaOS next to
es_ar: Elija el SO que quiere instalar junto a KaOS

source: KaOS alongside another OS
es_ar: KaOS junto a otro SO

source: Detected OS
es_ar: SO detectado

source: Filesystem
es_ar: Sistema de archivos

source: pyparted3 not found!
es_ar: ¡No se encontró pyparted3!

source: Unable to create list of partitions for alongside installation.
es_ar: No se puede crear la lista de particiones para la instalación junto a otro SO.

source: Can't shrink the partition (maybe it's nearly full?)
es_ar: No se puede reducir la partición (¿es posible que esté casi llena?)

source: There are too many primary partitions, can't create a new one
es_ar: Hay demasiadas particiones primarias, no se puede crear otra

source: Can't shrink %s(%s) filesystem
es_ar: No se puede reducir el sistema de archivos %s(%s)

source: Can't shrink %s(%s) partition
es_ar: No se puede reducir la partición %s(%s)

source: Cannot create new partition.
es_ar: No se puede crear una nueva partición.

source: Cannot create new swap partition.
es_ar: No se puede crear una nueva partición de swap.

source: Thus will install the bootloader of type %s in %s
es_ar: Thus instalará el cargador de arranque de tipo %s en %s

source: Installation type
es_ar: Tipo de instalación

source: Erase disk and install KaOS (automatic)
es_ar: Borrar disco e instalar KaOS (automático)

source: Warning: This will delete all data on your disk
es_ar: Advertencia: Esto borrará todos los datos del disco

source: Encrypt this installation for increased security.
es_ar: Encriptar esta instalación para incrementar la seguridad.

source: You will be asked for the encryption key in the next step.
es_ar: En el siguiente paso se le preguntará por la clave de encriptación.

source: Use LVM with this installation.
es_ar: Usar LVM con esta instalación.

source: This will set up LVM allowing you to make snapshots and change partition sizes in a straightforward way.
es_ar: Esto configurará LVM, que le permitirá hacer instantáneas y cambios en el tamaño de la partición en forma directa.

source: Set your Home in a different partition/volume
es_ar: Colocar su Home en una partición o volumen diferente

source: This will setup your /home directory in a different partition or volume.
es_ar: Esto configurará su directorio /home en una partición o volumen diferente

source: Install KaOS alongside %s
es_ar: Instalar KaOS junto a %s

source: Manage your partitions and where to install KaOS (advanced)
es_ar: Administre sus particiones y donde instalar KaOS (avanzado)

source: You will be able to create/delete partitions, choose where to install KaOS and also choose additional mount points.
es_ar: Se le permitirá crear/eliminar particiones, elija donde instalar KaOS y los puntos de montaje adicionales.

source: KaOS installation will be encrypted using LUKS
es_ar: La instalación de KaOS se encriptará usando LUKS

source: KaOS will be installed using LVM volumes
es_ar: KaOS se instalará usando volúmenes LVM

source: KaOS will be installed using a separate /home volume.
es_ar: KaOS se instalará usando un volumen separado para /home.

source: KaOS will be installed using a separate /home partition.
es_ar: KaOS se instalará usando una partición separada para /home.

source: Automatic installation mode
es_ar: Modo de instalación automática.

source: Select drive:
es_ar: Seleccione disco:

source: WARNING! This installation mode will overwrite everything on your drive!
es_ar: ¡ADVERTENCIA! ¿Este modo de instalación sobreescribirá todo su disco!

source: Please choose the drive where you want to install KaOS and click the button below to start the process.
es_ar: Por favor elija el disco donde quiere instalar KaOS y haga clic en el botón de abajo para comenzar el proceso.

source: Encryption Password:
es_ar: Contraseña de Encriptación:

source: Confirm your password:
es_ar: Confirme su contraseña:

source: Show password
es_ar: Mostrar contraseña

source: A LUKS password has been set
es_ar: Se ha configurado una contraseña LUKS

source: Automatic install on %s
es_ar: Instalación automática en %s

source: Do you really want to proceed and delete all your content on your hard drive? %s
es_ar: ¿Realmente quiere proceder y borrar todo el contenido de su disco rígido? %s

source: Thus will use %s as installation device
es_ar: Thus usará %s como dispositivo de instalación

source: Copying '/%s'
es_ar: Copiando '/%s'

source: Installing using the '%s' method
es_ar: Instalar usando el método '%s'

source: Creating partitions and their filesystems in %s
es_ar: Creando particiones y sus sistemas de archivos en %s

source: Error creating partitions and their filesystems
es_ar: Error al crear las particiones y sus sistemas de archivos

source: Command %s has failed.
es_ar: El comando %s ha fallado.

source: Output : %s
es_ar: Salida: %s

source: Mounting partition %s into %s directory
es_ar: Montando partición %s en el directorio %s

source: Mounting partition %s into %s/boot directory
es_ar: Montando partición %s en el directorio %s/boot

source: Couldn't mount root and boot partitions
es_ar: No se pudieron montar las particiones root y boot

source: Command %s has failed
es_ar: El comando %s ha fallado

source: Can't mount %s in %s
es_ar: No se pudo montar %s en %s

source: Mounting swap %s
es_ar: Montando swap %s

source: Can't mount %s
es_ar: No se puede montar %s

source: %s deleted
es_ar: %s eliminada

source: Can't create necessary directories on destination system
es_ar: No se pueden crear los directorios necesarios en el sistema de destino

source: Install System ...
es_ar: Instalar Sistema ...

source: System installed.
es_ar: Sistema instalado.

source: Configuring system ...
es_ar: Configurando el sistema ...

source: System configured.
es_ar: Sistema configurado.

source: Installing boot loader ...
es_ar: Instalando el cargador de arranque ...

source: Can't copy Thus log to %s
es_ar: No se pudo copiar el registro de Thus a %s

source: Can't copy installation log to %s
es_ar: No se pudo copiar el registro de la instalación a %s

source: Can't unmount %s
es_ar: No se puede desmontar %s

source: Installation finished successfully.
es_ar: La instalación finalizó correctamente.

source: Base filesystem does not exist! Critical error (exiting).
es_ar: ¡El sistema de archivos base no existe! Error crítico (saliendo).

source: %s is already mounted at %s as %s
es_ar: %s aún está montado en %s como %s

source: Indexing files to be copied ...
es_ar: Indexando los archivos que se copiarán ...

source: Extracting root-image ...
es_ar: Extrayendo root-image ...

source: Restoring meta-information on %s
es_ar: Restaurando meta-información en %s

source: Special dirs already mounted.
es_ar: Directorios especiales aún montados.

source: Special dirs are not mounted. Skipping.
es_ar: Los directorios especiales no están montados. Pasando.

source: Unable to umount %s
es_ar: Imposible montar %s

source: Error running command: %s
es_ar: Error al ejecutar el comando: %s

source: Can't copy network configuration files
es_ar: No se pueden copiar los archivos de configuración de red

source: Creating /etc/fstab ...
es_ar: Creando /etc/fstab ...

source: Added to fstab : UUID=%s %s %s %s 0 %s
es_ar: Añadido a fstab: UUID=%s %s %s %s 0 %s

source: Added to crypttab : %s
es_ar: Añadido a crypttab: %s

source: Added to fstab : /dev/mapper/cryptKaOSHome %s %s %s 0 %s
es_ar: Añadido a fstab: /dev/mapper/cryptKaOSHome %s %s %s 0 %s

source: Added to fstab : tmpfs /tmp tmpfs defaults,noatime,mode=1777 0 0
es_ar: Añadido a fstab: tmpfs /tmp tmpfs defaults,noatime,mode=1777 0 0

source: Installing bootloader ...
es_ar: Instalando el cargador de arranque ...

source: ERROR on preparing 'etc/grub.d'-folder.
es_ar: ERROR en la preparación de carpeta 'etc/grub.d'.

source: Installing GRUB(2) BIOS boot loader in %s
es_ar: Instalando cargador de arranque GRUB(2) BIOS en %s

source: GRUB(2) BIOS has been successfully installed.
es_ar: GRUB(2) BIOS se ha instalado correctamente.

source: ERROR installing GRUB(2) BIOS.
es_ar: ERROR en la instalación de GRUB(2) BIOS.

source: Installing GRUB(2) UEFI %s boot loader
es_ar: Instalando el cargador de arranque GRUB(2) UEFI %s

source: Installing Grub2 locales.
es_ar: Instalando los locales de GRUB2.

source: No OEM loader found in %s. Copying Grub(2) into dir.
es_ar: No se encontró cargador OEM en %s. Copiando GRUB(2) en dir.

source: Copying Grub(2) into OEM dir failed. File Not Found.
es_ar: Fallo al copiar GRUB(2) en dir OEM. Archivo no encontrado.

source: Copying Grub(2) into OEM dir failed. File Exists.
es_ar: Fallo al copiar GRUB(2) en dir OEM. El archivo ya existe.

source: Copying Grub(2) into OEM dir failed. Unknown Error.
es_ar: Fallo al copiar GRUB(2) en dir OEM. Error desconocido.

source: Generating grub.cfg
es_ar: Generando grub.cfg

source: grub-mkconfig appears to be hung. Killing grub-mount and os-prober so we can continue.
es_ar: grub-mkconfig parece estar bloqueado. Matando grub-mount y os-prober para que poder continuar.

source: GRUB(2) UEFI has been successfully installed.
es_ar: GRUB(2) UEFI se instaló correctamente.

source: ERROR installing GRUB(2) UEFI.
es_ar: ERROR al instalar GRUB(2) UEFI.

source: ERROR installing GRUB(2) locale.
es_ar: ERROR al instalar locale de GRUB(2)

source: Can't freeze/unfreeze xfs system
es_ar: No se puede congelar/descongelar el sistema xfs

source: Enabled %s service.
es_ar: Servicio %s activado.

source: Error creating password hash for user %s
es_ar: Error al crear el hash de la contraseña para el usuario %s

source: Error changing password for user %s
es_ar: Error al cambiar la contraseña para el usuario %s

source: Setting hooks and modules in mkinitcpio.conf
es_ar: Ajustando hooks y modules en mkinitcpio.conf

source: %s: Enable automatic login for user %s.
es_ar: %s: Activar login automatico para el usuario %s.

source: Configuring your new system
es_ar: Configurando su nuevo sistema

source: fstab file generated.
es_ar: Se generó el archivo fstab.

source: Network configuration copied.
es_ar: Se ha copiado la configuración de red.

source: Time zone set.
es_ar: Ajuste de la zona horaria.

source: Sudo configuration for user %s done.
es_ar: Se configuró Sudo para el usuario %s.

source: User %s added.
es_ar: Se añadió el usuario %s.

source: Hostname %s set.
es_ar: Hostname %s

source: Set root password.
es_ar: Establecer contraseña de root.

source: Set the same password to root.
es_ar: Establecer la misma contraseña para root.

source: Generating locales ...
es_ar: Generando locales ...

source: Adjusting hardware clock ...
es_ar: Ajustando reloj del hardware ...

source: Configuring hardware ...
es_ar: Configurando hardware ...

source: Configure display manager ...
es_ar: Configurar administrador de pantalla ...

source: Configure System ...
es_ar: Configurar Sistema ...

source: Configuring package manager
es_ar: Configurando administrador de paguetes

source: Running mkinitcpio ...
es_ar: Ejecutando mkinitcpio ...

source: Running mkinitcpio - done
es_ar: Ejecutando mkinitcpio - hecho.

source: Encrypting user home dir ...
es_ar: Encriptando directorio home de usuario ...

source: User home dir encrypted
es_ar: Directorio de home de usuario encriptado

source: Select your keyboard layout
es_ar: Seleccione su distribución de teclado

source: Type here to test your keyboard
es_ar: Escriba aquí para probar su teclado

source: Layouts
es_ar: Distribuciones

source: Variants
es_ar: Variantes

source: keyboard_layout is %s
es_ar: Distribución de teclado es %s

source: Please choose your language:
es_ar: Por favor seleccione su idioma:

source: Notice: This Installer is beta software.
es_ar: Nota: Este instalador es un software en fase beta.

source: It is beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bugs, please report them at <a href='https://github.com/KaOSx/thus/issues'>installer issues</a>
es_ar: Es software en fase beta que está bajo constante desarrollo. Todavía no maneja en forma apropiada RAID, subvolúmenes btrfs, u otros ajustes avanzados. ¡Por favor proceda con precaución ya que es posible perder datos! Si encuentra algún error, por favor repórtelo en <a href='https://github.com/KaOSx/thus/issues'>problemas del instalador</a>

source: Welcome to KaOS!
es_ar: ¡Bienvenido a KaOS!

source: Languages
es_ar: Idiomas

source: Can't find translation file for the %s language
es_ar: No se encuentra una archivo de traducción para el idioma %s

source: Select your location
es_ar: Seleccione su ubicación

source: The selected location will be used to help select the system locale. Normally this should be the country where you live. This is a shortlist of locations based on the language you selected.
es_ar: La ubicación seleccionada se usará para ayudarle a elegir sistema de locales. Normalmente este debería ser el país donde Ud. vive. Esta es una corta lista basada en el idioma que ha elegido.

source: Country, territory or area:
es_ar: País, territorio o área:

source: Can't verify if %s is a Solid State Drive or not
es_ar: No se pudo verificar si %s es un Disco de Estado Sólido o no.

source: Sorry but filesystem %s can't be resized
es_ar: Lo sentimos pero el sistema de archivos %s no se puede redimensionar.

source: Can't remove logical volume %s
es_ar: No se puede quitar el volumen lógico %s

source: Can't remove volume group %s
es_ar: No se puede quitar el grupo de volumen %s

source: Can't remove physical volume %s
es_ar: No se puede quitar el volumen físico %s

source: Adding %s to disk_dic
es_ar: Añadiendo %s a disc_dic

source: Unrecognised disk label in device %s.
es_ar: Etiqueta de disco no reconocida en dispositivo %s

source: Exception: %s. For more information take a look at /tmp/thus.log
es_ar: Excepción: %s. Para mas información dele un vistazo a /tmp/thus.log

source: Can't delete partition %s
es_ar: No se puede eliminar la partición %s

source: Partition is too large!
es_ar: ¡La partición es demasiado grande!

source: Can't detect used space from %s
es_ar: No se puede detectar el espacio usado en %s

source: Can't detect used space of NTFS partition %s
es_ar: No se puede detectar el espacio usado en la partición NTFS %s

source: Can't detect used space of EXTFS partition %s
es_ar: No se puede detectar el espacio usado en la partición EXTFS %s

source: Can't detect used space of FAT partition %s
es_ar: No se puede detectar el espacio usado en la partición FAT %s

source: Can't detect used space of JFS partition %s
es_ar: No se puede detectar el espacio usado en la partición JFS %s

source: Can't detect used space of REISERFS partition %s
es_ar: No se puede detectar el espacio usado en la partición REISERFS %s
